<?php
// Heading
$_['heading_title']   = 'بروزرسانی';
$_['heading_success'] = 'بروزرسانی - تکمیل شد!';

// Text
$_['text_upgrade']    = 'آماده شدن برای بروزرسانی نسخه فروشگاه';
$_['text_server']     = 'بررسی کنید تنظیمات سرور به درستی راه اندازی شده باشد';
$_['text_steps']      = 'پیشرفت بروزرسانی فروشگاه';
$_['text_error']      = 'هر گونه مشکلات و خطاهای خود با اسکریپت بروزرسانی در انجمن مطرح نمایید';
$_['text_clear']      = 'پس از بروزرسانی، برای جلوگیری از خطاهای احتمالی کش و کوکی های مرورگر خود را پاک نمایید.';
$_['text_admin']      = 'برای اعمال تغییرات فایل استایل قالب و بارگذاری مجدد صفحه مرورگر خود از کلیدهای ترکیبی CTRL+F5 استفاده نمایید.';
$_['text_user']       = 'به قسمت سیستم -> کاربران -> گروه های کاربری (Admin -> System -> Users -> User Groups) رفته و مدیریت ارشد (Top Adminstrator) را ویرایش نموده و همه ی گزینه ها را انتخاب نمایید.';
$_['text_setting']    = 'به پنل مدیریت رفته و تنظیمات اصلی سیستم را ویرایش نمایید. همه ی فیلد ها را به روز رسانی کرده و بر روی ذخیره کلیک نمایید. حتی اگر هیچ چیز تغییر نکرده باشد.';
$_['text_store']      = 'ویترین فروشگاه را لود کرده و Ctrl+F5 را دو بار فشار داده تا مرورگر تغییرات css را به روز رسانی نمایید.';
$_['text_progress']   = 'مسیر %s استفاده شده است (%s از %s)';
$_['text_success']    = 'تبریک میگوییم! مراحل بروزرسانی فروشگاه شما با موفقیت انجام شد !';

// Entry
$_['entry_progress']  = 'پیشرفت بروزرسانی';
?>