<?php
// Heading
$_['heading_title']          = 'پیکربندی فروشگاه';

// Text
$_['text_step_3']            = 'پایگاه داده و مدیریت اطلاعات خود را وارد کنید';
$_['text_db_connection']     = '1. لطفا مشخصات اتصال به پایگاه داده خود را وارد کنید.';
$_['text_db_administration'] = '2. لطفا نام کاربری و رمز عبور برای ورود به بخش مدیریت فروشگاه را وارد نمایید.';
$_['text_mysqli']            = 'MySQLi';
$_['text_mysql']             = 'MySQL';
$_['text_mpdo']              = 'mPDO';

// Entry
$_['entry_db_driver']        = 'درایور پایگاه داده';
$_['entry_db_hostname']      = 'نام میزبان (هاست)';
$_['entry_db_username']      = 'نام کاربری پایگاه داده';
$_['entry_db_password']      = 'رمز عبور پایگاه داده';
$_['entry_db_database']      = 'نام پایگاه داده فروشگاه';
$_['entry_db_port']          = 'پورت پایگاه داده';
$_['entry_db_prefix']        = 'پیشوند برای جداول پایگاه داده';
$_['entry_username']         = 'نام کاربری';
$_['entry_password']         = 'رمز عبور';
$_['entry_email']            = 'ایمیل';

// Error
$_['error_db_hostname'] 	 = 'نام میزبان (هاست) مورد نیاز است!';
$_['error_db_username'] 	 = 'نام کاربری مورد نیاز است!';
$_['error_db_database']		 = 'نام پایگاه داده مورد نیاز است!';
$_['error_db_port']		     = 'پورت پایگاه داده مورد نیاز است!';
$_['error_db_prefix'] 		 = 'پیشوند پایگاه داده فقط می تواند شامل حروف کوچک a-z و 0-9 و خط زیرین باشد';
$_['error_db_connect'] 		 = 'خطا: مشکل در اتصال به پایگاه داده - لطفاً سرور را بررسی کنید مشکلی نداشته باشد - نام کاربری و رمز عبور پایگاه داده را صحیح نوشته باشید!';
$_['error_username'] 		 = 'نام کاربری مورد نیاز است!';
$_['error_password'] 		 = 'رمز عبور مورد نیاز است!';
$_['error_email'] 			 = 'ایمیل نامعتبر است!';
$_['error_config'] 			 = 'خطا: دسترسی به فایل config.php امکان پذیر نیست. لطفاً سطح دسترسی به فایل را تعیین کنید: ';
?>